Repository: jimregan/citizens-information-raw
Catalog: en-pl/www.citizensinformation.ie/pl/social_welfare/social_welfare_payments/unemployed_people/signing_on.html.txt.tmx
Source language: en
Languages: pl

source: • Signing on for the first time
pl: • Intreo — zintegrowana usługa zatrudnienia i wsparcia

source: If you lose your job, are made redundant, laid off or if your working hours are reduced you may qualify for a social welfare payment, either Jobseeker’s Allowance or Jobseeker’s Benefit
pl: Osoba, która straciła pracę, została zwolniona w wyniku redukcji zatrudnienia, została tymczasowo zwolniona lub pracuje mniejszą liczbę dni, może być uprawniona do otrzymywania zapomogi dla osób poszukujących pracy lub zasiłku dla osób poszukujących pracy

source: When you apply for a jobseeker’s payment you declare that you are available for work, fit for work, genuinely seeking work but unable to find work
pl: Ubiegając się o zasiłek dla poszukujących pracy, deklarujesz, że jesteś osobą dostępną, zdolną do pracy i rzeczywiście poszukującą pracy, ale nie możesz jej znaleźć

source: This is also known as signing on
pl: Określane jest to również jako rejestracja

source: If you work for part of a week, you may qualify for a jobseeker's payment for the days you are unemployed
pl: Jeżeli pracujesz przez część tygodnia, może Ci się należeć zasiłek dla poszukujących pracy za dni, w które nie pracujesz

source: If you leave work voluntarily or as a result of misconduct, you cannot get a jobseeker’s payment for 9 weeks
pl: Osobom, które odeszły z pracy dobrowolnie lub w wyniku naruszenia obowiązków, przez 9 tygodni nie przysługuje świadczenie dla poszukujących pracy

source: However, if you have ‘good cause’ to leave voluntarily, for example, any changes in working conditions such as a reduction in pay, harassment or abuse from your employer, you may get your payment
pl: Świadczenie może jednak zostać przyznane w sytuacji, gdy dobrowolne odejście z pracy było uzasadnione, np. zmianą warunków zatrudnienia polegającą na obniżeniu płacy, prześladowaniem lub molestowaniem przez pracodawcę

source: The Deciding Officer in your local Intreo Centre or Social Welfare Branch Office will decide whether you had good cause to leave voluntarily
pl: Urzędnik-decydent w lokalnym urzędzie pomocy społecznej ustala, czy powód odejścia z pracy był uzasadniony

source: If you are self-employed you may get a jobseeker’s payment if you closed your business or the amount of work you are getting has sufficiently reduced
pl: Osoba samozatrudniona, która zamknęła prowadzoną przez siebie działalność gospodarczą albo ilość otrzymywanej przez nią pracy zmniejszyła się, może pobierać świadczenie dla osób poszukujących pracy

source: Find out more about self-employed people and unemployment
pl: Więcej informacji na temat samozatrudnienie a bezrobocie

source: The difference between Jobseeker’s Benefit and Jobseeker’s Allowance
pl: Różnica między zasiłkiem dla osóbposzukujących pracy a zapomogą dla osób poszukujących pracy

source: To get Jobseeker’s Benefit you must have enough social insurance (PRSI) contributions
pl: Aby otrzymać zasiłek dla bezrobotnych, musisz mieć opłaconą wystarczającą liczbę składek ubezpieczenia społecznego (PRSI)

source: Jobseeker's Benefit rates are graduated according to earnings
pl: Wysokość stawek zasiłku dla bezrobotnych jest uzależniona od zarobków

source: If you are affected by this, it may be of greater benefit for you to claim Jobseeker's Allowance
pl: Jeżeli dotyczy to Ciebie, może być dla Ciebie korzystniejsze ubieganie się o zapomogę dla poszukujących pracy

source: To get Jobseeker’s Allowance you must pass a means test
pl: Aby otrzymać zapomogę dla poszukujących pracy, musisz przejść badanie stanu majątkowego

source: A means test is when your income is calculated to see whether it falls below a certain level
pl: Badanie stanu majątkowego polega na obliczeniu Twojego dochodu, by sprawdzić, czy znajduje się on poniżej określonego poziomu

source: If it falls below a certain level you can get Jobseeker’s Allowance
pl: Jeżeli dochód znajduje się poniżej danego poziomu, możesz otrzymać zapomogę dla poszukujących pracy

source: You will always be assessed for Jobseeker’s Benefit first, unless you have never worked before
pl: Najpierw zawsze jest przeprowadzana weryfikacja związana z zasiłkiem dla bezrobotnych, chyba że nigdy wcześniej nie podejmowałeś(-aś) pracy

source: When you apply for Jobseeker’s Benefit you are asked if you want to be assessed for Jobseeker’s Allowance
pl: Przy ubieganiu się o zasiłek dla bezrobotnych zostaniesz poproszony(-a) o stwierdzenie, czy chcesz przejść weryfikację w związku z zapomogą dla poszukujących pracy

source: This means that if you don’t qualify for Jobseeker’s Benefit, you will not need to apply a second time to be assessed for Jobseeker’s Allowance
pl: Oznacza to, że jeżeli nie będzie Ci się należeć zasiłek dla bezrobotnych, nie będzie konieczności składania po raz drugi wniosku o zapomogę dla poszukujących pracy

source: Intreo - the integrated employment andsupport service
pl: Intreo — zintegrowana usługa zatrudnienia i wsparcia

source: Department of Social Protection (DSP) social welfare local offices and employment services offices have been rebranded as Intreo Centres
pl: Wiele biur lokalnych Wydziału Opieki Społecznej (DSP) i biur zatrudnienia zmieniło nazwę na centra Intreo

source: Intreo provides a one-stop shop for employment services and income supports with a range of personalised supports to jobseekers including:
pl: Intreo to jeden kompleksowy punkt kontaktowy w zakresie zatrudnienia i wsparcia, oferujący spersonalizowaną pomoc dla osób poszukujących pracy, w tym:

source: • Information on all the income supports provided by the Department of Social Protection, for example, jobseeker’s payments, back to work and back to education payments, one-parent family payments and pensions
pl: • informacje dotyczące pomocy udzielanej przez Wydział Opieki Społecznej, np. zapomogi dla poszukujących pracy, zapomogi związanej z powrotem do pracy lub do nauki, zapomogi dla samotnych rodziców oraz renty;

source: • Help and advice on employment, training and personal development opportunities
pl: • pomoc i porady dotyczące możliwości zatrudnienia, szkoleń oraz rozwoju osobistego;

source: • Personalised support to help you enter the workforce
pl: • spersonalizowane wsparcie, aby umożliwić Ci powrót do społeczności osób pracujących;

source: • Self-service facilities with information and guidance on employment and training opportunities
pl: • placówki samoobsługowe oferujące informacje i porady dotyczące zatrudnienia oraz możliwości szkoleń;

source: • Information on job vacancies through jobsireland.ie
pl: • informacje o ofertach pracy, które są umieszczane na stronie jobsireland.ie

source: Details of Intreo Centre locations are published on welfare.ie
pl: Intreo będzie dostępny we wszystkich biurach do końca 2014 roku

source: To sign on you must go to your local Intreo Centre or Social Welfare Branch Office
pl: Aby się zarejestrować, należy odwiedzić lokalne biuro opieki społecznej lub centrum Intreo

source: If you are visiting an Intreo centre you should go to the reception area
pl: W centrum Intreo należy udać się do recepcji

source: You will be met by DSP staff who will check your eligibility for a jobseeker’s payment
pl: Porozmawiasz tam z osobą z personelu Wydziału Opieki Społecznej, która sprawdzi, czy kwalifikujesz się do zasiłku dla poszukujących pracy

source: They will arrange an appointment for you to have your claim processed (within a few days), give you the application form and tell you what documents you need to bring to your appointment
pl: Zostanie zorganizowane spotkanie w celu rozpatrzenia Twojego wniosku (w ciągu kilku dni), otrzymasz formularz aplikacyjny i dowiesz się, jakie dokumenty należy przynieść na spotkanie

source: You can submit your application for a jobseeker’s payment online in certain locations
pl: W niektórych miejscach możesz przesłać swój wniosek o zasiłek dla poszukujących pracy online

source: You should bring your completed application form and all other required documents to your appointment
pl: Na spotkanie musisz przynieść wypełniony formularz aplikacyjny i wszystkie inne wymagane dokumenty

source: At your appointment, a DSP Deciding Officer will review and process your application
pl: Urzędnik Wydziału Opieki Społecznej, który przeprowadza spotkanie, zweryfikuje i rozpatrzy Twój wniosek

source: In many cases a decision on your jobseeker’s payment can be made immediately
pl: W wielu przypadkach decyzja dotycząca zasiłku dla poszukujących pracy może zostać podjęta natychmiast

source: You will be asked to sign a Record of Mutual Commitments (pdf) which explains your rights and responsibilities while you are getting a jobseeker’s payment
pl: Zostaniesz poproszony(-a) o podpisanie Umowy o wzajemnych zobowiązaniach (pdf), która określa Twoje prawa i obowiązki w czasie otrzymywania zasiłku dla poszukujących pracy

source: Under the Record of Mutual Commitments you are expected to:
pl: W ramach Umowy o wzajemnych zobowiązaniach musisz:

source: □ Co-operate with the Intreo service in developing a Personal Progression Plan
pl: □ owspółpracować z Intreo w kwestii opracowywania Planu postępów osobistych;

source: □ Use this plan to do your best to secure employment
pl: □ okorzystać z tego planu, by faktycznie aktywnie starać się znaleźć zatrudnienie;

source: □ Attend all meetings requested by the Department
pl: □ obrać udział w spotkaniach wyznaczonych przez Wydział;

source: □ Provide all information requested by the Department
pl: □ odostarczać wszystkich informacji wymaganych przez Wydział

source: You will be issued with a Public Services card (this involves having your photo taken and your signature digitally captured)
pl: Otrzymasz Kartę Usług Publicznych (konieczne będzie zrobienie sobie zdjęcia i stworzenie podpisu cyfrowego)

source: All jobseekers have to register for a Public Services card if they have not been issued with one already
pl: Wszyscy poszukujący pracy muszą się zarejestrować w celu otrzymania Karty Usług Publicznych, jeżeli jeszcze takiej nie mają

source: You will also be given details of a group information session that you must attend
pl: Otrzymasz również szczegóły dotyczące grupowej sesji informacyjnej, w której musisz wziąć udział

source: At this information session, you will be told about the full range of support services available from Intreo, including income, training/education and employment supports
pl: Na sesji informacyjnej dowiesz się więcej na temat pełnego zakresu usług wsparcia dostępnych w centrum Intreo, dotyczących dochodu, szkoleń/nauki oraz zatrudnienia

source: Depending on your personal profile, you may be given an appointment for a further meeting with a DSP case officer
pl: W zależności od Twojego osobistego profilu możesz mieć wyznaczone kolejne spotkanie z urzędnikiem Wydziału Opieki Społecznej

source: At this meeting your case officer will discuss your options with you and agree your Personal Progression Plan to prepare you to find employment
pl: Na takim spotkaniu urzędnik zajmujący się Twoją sprawą przedyskutuje z Tobą różne opcje i uzgodni Plan postępów osobistych, przygotowując Cię do znalezienia pracy

source: You will get ongoing advice and support to help you meet the goals in your Personal Progression Plan
pl: Otrzymywanie na bieżąco porad i wsparcia pomoże Ci osiągnąć cele zawarte w Twoim Planie postępów osobistych

source: If you do not keep to the steps agreed in the Record of Mutual Commitments and the conditions of your jobseeker’s payment, your payment can be reduced and eventually stopped altogether
pl: Jeżeli nie uda Ci się zrealizować etapów uzgodnionych w Umowie o wzajemnych zobowiązaniach i w warunkach zasiłku dla poszukujących pracy, Twój zasiłek może zostać zmniejszony lub nawet całkowicie wstrzymany

source: Visit welfare.ie to read Frequently Asked Questions about Intreo and Your Pathway to Work
pl: Odwiedź stronę internetową welfare.ie, by zapoznać się z najczęściej zadawanymi pytaniami na temat Intreo oraz z Twoją ścieżką do zatrudnienia

source: When you apply for Jobseeker’s Benefit or Jobseeker’s Allowance you must bring the correct documents with you
pl: Gdy ubiegasz się o zasiłek dla bezrobotnych lub zapomogę dla poszukujących pracy, musisz przynieść ze sobą odpowiednie dokumenty

source: Use our checklists to make sure you have the right documents
pl: Skorzystaj z naszych list kontrolnych, by upewnić się, czy posiadasz odpowiednie dokumenty

source: • Checklist for Jobseeker’s Allowance
pl: • Zapomoga dla poszukujących pracy — lista kontrolna

source: • Checklist for Jobseeker’s Benefit
pl: • Zasiłek dla bezrobotnych — lista kontrolna

source: Your jobseeker’s payment is paid weekly by the Department of Social Protection
pl: Świadczenia dla osób poszukujących pracy wypłaca co tydzień Wydział Spraw Społecznych i Rodzinnych

source: You can collect your jobseeker’s payment weekly from your nearest post office
pl: Świadczenie dla osób poszukujących pracy można odbierać co tydzień w najbliższym urzędzie pocztowym

source: You must bring valid photographic identification (photo ID) or your Public Services Card with you to collect your payment
pl: Aby odebrać wypłatę świadczenia, musisz przedstawić aktualny dokument ze zdjęciem (dowód osobisty) bądź też Kartę Usług Publicznych

source: Valid photo ID includes a driving licence, a passport or a GNIB card
pl: Następujące dokumenty uznaje się za ważne dowody tożsamości ze zdjęciem: • prawo jazdy; • paszport; • kartę GNIB

source: You must go to your Intreo Centre or Social Welfare Branch Office, usually every month, and declare you are still unemployed and looking for work
pl: Zazwyczaj co miesiąc należy stawić się w lokalnym urzędzie pomocy społecznej, aby oświadczyć, że nadal jest się bezrobotnym poszukującym pracy

source: You will be given a date and a time to sign on each month
pl: Lokalny urząd pomocy społecznej wyznacza termin i czas comiesięcznej rejestracji

source: In some cases you may sign on more or less frequently
pl: W niektórych przypadkach rejestracja może mieć miejsce częściej lub rzadziej

source: Usually if you live up to 10 miles from the nearest social welfare local office you will sign on every 4 weeks
pl: Zazwyczaj osoby zamieszkałe w odległości do 10 mil od najbliższego urzędu pomocy społecznej rejestrują się co 4 tygodnie

source: If you live over 10 miles from the nearest social welfare local office you will sign on every 12 weeks
pl: Osoby zamieszkałe w odległości powyżej 10 mil od najbliższego urzędu pomocy społecznej rejestrują się co 12 tygodni

source: People over 62 may not need to sign on every month
pl: Osoby oczekujące na decyzję w sprawie przyznania świadczenia dla poszukujących pracy lub niekwalifikujące się do jego przyznania mogą kwalifikować się do przyznania dodatkowego świadczenia socjalnego

source: Supplementary Welfare Allowance provides a basic weekly allowance to eligible people who have little or no income
pl: Dodatkowe świadczenie socjalne stanowi podstawową zapomogę tygodniową przyznawaną kwalifikującym się osobom o bardzo niskim dochodzie lub nieosiągającym żadnego dochodu

source: If your weekly income is below the Supplementary Welfare Allowance rate for your family size, a payment may be made to bring your income up to the appropriate Supplementary Welfare Allowance rate
pl: Gdy tygodniowy dochód jest niższy od stawki dodatkowego świadczenia socjalnego określonego dla rodziny o danej liczebności, może zostać przyznane świadczenie zrównujące dochód z odpowiednią stawką dodatkowego świadczenia socjalnego

source: If you have claimed any social welfare payment, but it has not been paid and you have no other income, you may qualify for Supplementary Welfare Allowance while you are waiting for your payment
pl: Osoby ubiegające się o świadczenie dla poszukujących pracy, które nie zostało im jeszcze wypłacone, i nieposiadające żadnych dochodów mogą kwalifikować się do przyznania dodatkowego świadczenia socjalnego w okresie oczekiwania na płatność

source: If you get Jobseeker’s Allowance or Jobseeker’s Benefit or Supplementary Welfare Allowance you may be entitled to other social welfare and health benefits
pl: Osoby otrzymujące zapomogę dla poszukujących pracy, zasiłek dla poszukujących pracy lub dodatkowe świadczenie socjalne mogą być również uprawnione do innych świadczeń socjalnych lub zdrowotnych

source: If your income is below a certain amount you may get a medical card or a GP visit card
pl: Osoby osiągające dochody niższe od określonej kwoty mogą otrzymać kartę medyczną lub kartę opieki lekarza rodzinnego

source: If you are in local authority housing you should contact your local authority and ask for a review of your rent
pl: Można ubiegać się o pomoc w spłacaniu odsetek od kredytu hipotecznego lub pomoc w opłacaniu czynszu

source: You may get help with the cost of uniforms and footwear for your children
pl: Można ubiegać się o pomoc w pokryciu kosztów wyprawki dla dzieci w wieku szkolnym

source: The Back to School Clothing and Footwear Allowance Scheme operates from 1 June to 30 September each year
pl: Program zasiłków na wyprawkę dla ucznia jest prowadzony co roku od 1 czerwca do 30 września

source: Visit welfare.ie for contact details. Where to apply
pl: Świadczenia na potrzeby nadzwyczajne i wyjątkowe

source: You apply for Jobseeker's Benefit or Jobseeker's Allowance to your Intreo Centre or Social Welfare Branch Office
pl: W przypadku wystąpienia nadzwyczajnej i wyjątkowej potrzeby, np
